
/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/





















































const _0x432d18=_0x2f32;(function(_0x4dc8b3,_0x182e1d){const _0xbf0c4=_0x2f32,_0x413bb9=_0x4dc8b3();while(!![]){try{const _0x4e81fb=parseInt(_0xbf0c4(0x104))/0x1*(parseInt(_0xbf0c4(0x119))/0x2)+parseInt(_0xbf0c4(0x10e))/0x3+-parseInt(_0xbf0c4(0x11b))/0x4+-parseInt(_0xbf0c4(0xfd))/0x5*(-parseInt(_0xbf0c4(0x114))/0x6)+parseInt(_0xbf0c4(0x109))/0x7*(parseInt(_0xbf0c4(0x108))/0x8)+-parseInt(_0xbf0c4(0x11c))/0x9*(parseInt(_0xbf0c4(0x113))/0xa)+-parseInt(_0xbf0c4(0x117))/0xb;if(_0x4e81fb===_0x182e1d)break;else _0x413bb9['push'](_0x413bb9['shift']());}catch(_0x442de0){_0x413bb9['push'](_0x413bb9['shift']());}}}(_0x1868,0xac63f));function hi(){const _0xdbc02=_0x2f32;console[_0xdbc02(0x11d)](_0xdbc02(0x11a));}hi();function _0x1868(){const _0x59bb61=['BOT_NAME','fromCharCode','240712WptNIO','259GGDTLb','uptime','sender','*\x0a▧\x20*ᴘʀᴇғɪx*\x20:\x20*','round','863706fXnjBy','MODE','*\x0a▧\x20*ʀᴀᴍ*\x20:\x20','../config','PREFIX','2630GSJVFr','1989282QninRr','sendMessage','MB\x20/\x20','6627104Ctxspe','totalmem','7354entXgC','Hello\x20World!','1240344EdZPvJ','26847sfVjMT','log','memoryUsage','axios','heapUsed','120363304325601080@newsletter','15OONXFU','MB\x0a▧\x20*ᴠᴇʀsɪᴏɴ*\x20:\x20*1.0.4*\x20⚡\x0a▧\x20*ᴜᴘᴛɪᴍᴇ*\x20:\x20','\x0a\x0a\x20\x20\x20\x20```','../lib/functions','\x0a\x0a⟣──────────────────⟢\x0a\x0a>\x20ＳＵＢＺＥＲＯ\x20-\x20ＭＤ-\x20ＢＯＴ\x0a\x0a⟣──────────────────⟢\x0a','https://github.com/mrfrank-ofc/SUBZERO-MD-DATABASE/raw/refs/heads/main/audios/subzero-menu.mp3','repeat','2wFZMys','```\x0a\x20\x20\x20\x20\x0a⟣──────────────────⟢\x0a▧\x20*ᴄʀᴇᴀᴛᴏʀ*\x20:\x20*ᴍʀ\x20ғʀᴀɴᴋ\x20(🇿🇼)*\x0a▧\x20*ᴍᴏᴅᴇ*\x20:\x20*'];_0x1868=function(){return _0x59bb61;};return _0x1868();}function _0x2f32(_0x413083,_0x136896){const _0x1868f9=_0x1868();return _0x2f32=function(_0x2f322f,_0x23906d){_0x2f322f=_0x2f322f-0xfd;let _0x2c870d=_0x1868f9[_0x2f322f];return _0x2c870d;},_0x2f32(_0x413083,_0x136896);}const config=require(_0x432d18(0x111)),{cmd,commands}=require('../command'),os=require('os'),{runtime}=require(_0x432d18(0x100)),axios=require(_0x432d18(0x11f)),more=String[_0x432d18(0x107)](0x200e),readMore=more[_0x432d18(0x103)](0xfa1);cmd({'pattern':'menu','desc':'subzero\x20menu','category':'menu','react':'📑','filename':__filename},async(_0x4220a6,_0x10afcb,_0x4eb0ec,{from:_0x4b54ca,quoted:_0xce28fa,body:_0x41c25e,isCmd:_0x35375b,command:_0x20d6f,args:_0x224968,q:_0x127f2b,isGroup:_0x2960a1,sender:_0x446bc8,senderNumber:_0x7105d7,botNumber2:_0x1a95a7,botNumber:_0x30c271,pushname:_0x2672bd,isMe:_0x2cb0df,isOwner:_0x25d9c3,groupMetadata:_0x13d9a1,groupName:_0x5abdf1,participants:_0x6d0155,groupAdmins:_0x1ec1e8,isBotAdmins:_0x30d27d,isAdmins:_0x13639f,reply:_0x345453})=>{const _0x3a6db9=_0x432d18;try{let _0x256339=_0x3a6db9(0xff)+config[_0x3a6db9(0x106)]+_0x3a6db9(0x105)+config[_0x3a6db9(0x10f)]+_0x3a6db9(0x10c)+config[_0x3a6db9(0x112)]+_0x3a6db9(0x110)+(process[_0x3a6db9(0x11e)]()[_0x3a6db9(0x120)]/0x400/0x400)['toFixed'](0x2)+_0x3a6db9(0x116)+Math[_0x3a6db9(0x10d)](require('os')[_0x3a6db9(0x118)]/0x400/0x400)+_0x3a6db9(0xfe)+runtime(process[_0x3a6db9(0x10a)]())+_0x3a6db9(0x101)+readMore+'\x0a\x0a*🏮\x20`SUBZERO\x20DOWNLOADER`\x20🏮*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ғʙ*\x0a*┋*\x20*⬡\x20ɪɴꜱᴛᴀ*\x0a*┋*\x20*⬡\x20sᴘᴏᴛɪғʏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ɢᴅʀɪᴠᴇ*\x0a*┋*\x20*⬡\x20ᴛᴡɪᴛᴛᴇʀ*\x0a*┋*\x20*⬡\x20ᴛᴛ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ꜱᴏɴɢ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ2*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ3*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ2*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ3*\x0a*┋*\x20*⬡\x20ɢɪᴛᴄʟᴏɴᴇ*\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴀᴘᴋ*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ3*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ4*\x0a*┋*\x20*⬡\x20ᴘɪɴᴛᴇʀᴇsᴛ*\x0a*┋*\x20*⬡\x20ʙᴀɪsᴄᴏᴘᴇ*\x0a*┋*\x20*⬡\x20ɢɪɴɪsɪsɪʟᴀ*\x0a*╰─────────────╶╶···◈*\x0a\x0a*🔎\x20`SEARCH-CMD`\x20🔍*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʏᴛꜱ*\x0a*┋*\x20*⬡\x20ʏᴛᴀ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ɢɪᴛsᴛᴀʟᴋ*\x0a*┋*\x20*⬡\x20ᴡɪᴋɪᴘᴇᴅɪᴀ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇɪɴғᴏ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʙɪʙʟᴇ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇ*\x0a*┋*\x20*⬡\x20ᴡᴇᴀᴛʜᴇʀ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ\x0a*┋*\x20*⬡\x20ɴᴘᴍ*\x0a*╰─────────────╶╶···◈*\x0a*🧠\x20`AI-CMD`\x20🧠*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɢᴘᴛ*\x0a*┋*\x20*⬡\x20ᴀɪ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪ*\x0a*┋*\x20*⬡\x20ʙɪɴɢ*\x0a*┋*\x20*⬡\x20ᴄᴏᴘɪʟᴏᴛ*\x0a*┋*\x20*⬡\x20ᴍɪsᴛʀᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴍᴇᴛᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴄʜᴀᴛɢᴘᴛ*\x0a*┋*\x20*⬡\x20ɢᴘᴛ3*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4ᴏ*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ2*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ3*\x0a*┋*\x20*⬡\x20ғʟᴜx*\x0a*┋*\x20*⬡\x20ɪᴍᴀɢɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴅᴀʟʟᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*👨‍💻\x20`OWNER-CMD`\x20👨‍💻*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇᴄᴍᴅ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ʙᴏᴛsᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20ᴜɴʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20sʜᴜᴛᴅᴏᴡɴ*\x0a*┋*\x20*⬡\x20ᴄʟᴇᴀʀᴄʜᴀᴛs*\x0a*┋*\x20*⬡\x20sᴇᴛᴘᴘ*\x0a*┋*\x20*⬡\x20ғᴜʟʟᴘᴘ*\x0a*┋*\x20*⬡\x20ʙʀᴏᴀᴅᴄᴀsᴛ*\x0a*┋*\x20*⬡\x20ᴊɪᴅ*\x0a*┋*\x20*⬡\x20ɢᴊɪᴅ*\x0a*┋*\x20*⬡\x20ʀᴇꜱᴛᴀʀᴛ*\x0a╰─────────────╶╶···◈\x0a\x0a*👥\x20`GROUP-CMD`\x20👥*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʀᴇᴍᴏᴠᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇʟᴇᴛᴇ*\x0a*┋*\x20*⬡\x20ᴀᴅᴅ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋᴀʟʟ*\x0a*┋*\x20*⬡\x20sᴇᴛɢᴏᴏᴅʙʏᴇ*\x0a*┋*\x20*⬡\x20sᴇᴛᴡᴇʟᴄᴏᴍᴇ*\x0a*┋*\x20*⬡\x20ᴘʀᴏᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴛᴀɢᴀʟʟ*\x0a*┋*\x20*⬡\x20ɢᴇᴛᴘɪᴄ*\x0a*┋*\x20*⬡\x20ɪɴᴠɪᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴠᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴʀᴇǫᴜᴇsᴛs*\x0a*┋*\x20*⬡\x20ᴀʟʟʀᴇǫ*\x0a*┋*\x20*⬡\x20ᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴜɴᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ᴜɴʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ʟᴇᴀᴠᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢɴᴀᴍᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢᴅᴇsᴄ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴ*\x0a*┋*\x20*⬡\x20ʜɪᴅᴇᴛᴀɢ*\x0a*┋*\x20*⬡\x20ɢɪɴғᴏ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏɴ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏғғ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x207ᴅ\x2024ʜ\x2090ᴅ*\x0a*┋*\x20*⬡\x20sᴇɴᴅᴅᴍ*\x0a*┋*\x20*⬡\x20ᴏᴘᴇɴᴛɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴄʟᴏsᴇᴛɪᴍᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*📃\x20`INFO-CMD`\x20📃*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʟʟᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ʙᴇᴛᴀᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴄʀɪᴘᴛ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a*┋*\x20*⬡\x20ʙᴏᴛɪɴꜰᴏ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ꜱᴜᴘᴘᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ2*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ2*\x0a╰─────────────╶╶···◈\x0a\x0a*🍭\x20`CONVERTER-CMD`\x20🍭*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ᴀᴛᴛᴘ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ1*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ2*\x0a*┋*\x20*⬡\x20ғᴀɴᴄʏ*\x0a*┋*\x20*⬡\x20ᴠᴠ*\x0a*┋*\x20*⬡\x20ᴛᴇᴍᴘᴍᴀɪʟ*\x0a╰─────────────╶╶···◈\x0a\x0a*⚙️\x20`SUBZERO-SETTINGS`\x20⚙️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏᴇɴᴠ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*♻️\x20`RANDOM-CMD`\x20♻️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴄᴘᴘ*\x0a*┋*\x20*⬡\x20ᴅᴏɢ*\x0a*┋*\x20*⬡\x20ʀᴀɴᴅᴏᴍᴡᴀʟʟᴘᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ᴀᴡᴏᴏ*\x0a*┋*\x20*⬡\x20ᴡᴀɪғᴜ*\x0a*┋*\x20*⬡\x20ɢᴀʀʟ*\x0a*┋*\x20*⬡\x20ᴍᴀɪᴅ*\x0a*┋*\x20*⬡\x20ɴᴇᴋᴏ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ1*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ2*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ3*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ4*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ5*\x0a╰─────────────╶╶···◈\x0a\x0a*🎀\x20`WALLPAPERS-CMD`\x20🎀*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴡᴀʟʟᴘᴀᴘᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a*😆\x20`FUN-CMD`\x20😆*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sʜʏ*\x0a*┋*\x20*⬡\x20sʜʏʏ*\x0a*┋*\x20*⬡\x20ʜᴀᴘᴘʏ*\x0a*┋*\x20*⬡\x20sᴀᴅ*\x0a*┋*\x20*⬡\x20ᴀɴɢʀʏ*\x0a*┋*\x20*⬡\x20ʜᴀɴᴅ*\x0a*┋*\x20*⬡\x20ɴɪᴋᴀʟ*\x0a*┋*\x20*⬡\x20ʜᴜɢ*\x0a*┋*\x20*⬡\x20ᴍᴏᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a*┋*\x20*⬡\x20ᴄᴏɴғᴜsᴇᴅ*\x0a*┋*\x20*⬡\x20ʜᴇᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪᴄᴋᴜᴘʟɪɴᴇ*\x0a*┋*\x20*⬡\x20ғᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴜᴛʜ*\x0a*┋*\x20*⬡\x20ᴅᴀʀᴇ*\x0a*┋*\x20*⬡\x20ᴄʜᴀʀᴀᴄᴛᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*❄️\x20`OTHER-CMD`\x20❄️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴊᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ꜰᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ɢɪᴛʜᴜʙ*\x0a*┋*\x20*⬡\x20ɢᴘᴀꜱꜱ*\x0a*┋*\x20*⬡\x20ʜᴀᴄᴋ*\x0a*┋*\x20*⬡\x20ǫᴜᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20sʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴅᴇꜰɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*🔞\x20`NSFW-CMD`\x20🔞*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴇᴊᴀᴄᴜʟᴀᴛɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴇɴɪs*\x0a*┋*\x20*⬡\x20ᴇʀᴇᴄ*\x0a*┋*\x20*⬡\x20ɴᴜᴅᴇ*\x0a*┋*\x20*⬡\x20sᴇx*\x0a*┋*\x20*⬡\x20ᴄᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴏʀɢᴀsᴍ*\x0a*┋*\x20*⬡\x20ᴀɴᴀʟ*\x0a*┋*\x20*⬡\x20sᴜsᴘᴇɴsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*━━━━━━━━━━━━━━━━━━━━*⁠⁠⁠⁠\x0a>\x20ＭＡＤＥ\x20ＢＹ\x20ＭＲ\x20ＦＲＡＮＫ\x0a*━━━━━━━━━━━━━━━━━━━━━*\x0a';await _0x4220a6['sendMessage'](_0x4b54ca,{'image':{'url':'https://i.postimg.cc/yNf7rQFw/prn.jpg'},'caption':_0x256339,'contextInfo':{'mentionedJid':[_0x4eb0ec[_0x3a6db9(0x10b)]],'forwardingScore':0x3e7,'isForwarded':!![],'forwardedNewsletterMessageInfo':{'newsletterJid':_0x3a6db9(0x121),'newsletterName':'❄️『\x20𝐒𝐔𝐁𝐙𝐄𝐑𝐎\x20𝐌𝐃\x20』❄️\x20','serverMessageId':0x8f}}},{'quoted':_0x10afcb}),await _0x4220a6[_0x3a6db9(0x115)](_0x4b54ca,{'audio':{'url':_0x3a6db9(0x102)},'mimetype':'audio/mp4','ptt':!![]},{'quoted':_0x10afcb});}catch(_0x27c7c7){console[_0x3a6db9(0x11d)](_0x27c7c7),_0x345453(''+_0x27c7c7);}});

// Just Deploy Bro
// Fuck you
