
/*

$$$$$$\            $$\                                               
$$  __$$\           $$ |                                              
$$ /  \__|$$\   $$\ $$$$$$$\  $$$$$$$$\  $$$$$$\   $$$$$$\   $$$$$$\  
\$$$$$$\  $$ |  $$ |$$  __$$\ \____$$  |$$  __$$\ $$  __$$\ $$  __$$\ 
 \____$$\ $$ |  $$ |$$ |  $$ |  $$$$ _/ $$$$$$$$ |$$ |  \__|$$ /  $$ |
$$\   $$ |$$ |  $$ |$$ |  $$ | $$  _/   $$   ____|$$ |      $$ |  $$ |
\$$$$$$  |\$$$$$$  |$$$$$$$  |$$$$$$$$\ \$$$$$$$\ $$ |      \$$$$$$  |
 \______/  \______/ \_______/ \________| \_______|\__|       \______/

Project Name : SubZero MD
Creator      : Darrell Mucheri ( Mr Frank OFC )
Repo         : https//github.com/mrfrank-ofc/SUBZERO-MD
Support      : wa.me/18062212660
*/





















































const _0x404c9c=_0x5d85;(function(_0x6436b5,_0x231ecc){const _0x23413d=_0x5d85,_0x22ea0e=_0x6436b5();while(!![]){try{const _0x44a341=parseInt(_0x23413d(0xbc))/0x1*(parseInt(_0x23413d(0xbb))/0x2)+-parseInt(_0x23413d(0xa7))/0x3*(-parseInt(_0x23413d(0xa2))/0x4)+parseInt(_0x23413d(0xa9))/0x5*(parseInt(_0x23413d(0xb3))/0x6)+parseInt(_0x23413d(0x9b))/0x7+-parseInt(_0x23413d(0xad))/0x8+parseInt(_0x23413d(0xa3))/0x9*(parseInt(_0x23413d(0xab))/0xa)+-parseInt(_0x23413d(0xbd))/0xb*(parseInt(_0x23413d(0xb2))/0xc);if(_0x44a341===_0x231ecc)break;else _0x22ea0e['push'](_0x22ea0e['shift']());}catch(_0x212c38){_0x22ea0e['push'](_0x22ea0e['shift']());}}}(_0x4eee,0x97592));function hi(){const _0x55ce1b=_0x5d85;console[_0x55ce1b(0xb9)](_0x55ce1b(0xba));}hi();function _0x5d85(_0x42c3ab,_0x59245a){const _0x4eeed4=_0x4eee();return _0x5d85=function(_0x5d859b,_0x465ef8){_0x5d859b=_0x5d859b-0x98;let _0x2d2504=_0x4eeed4[_0x5d859b];return _0x2d2504;},_0x5d85(_0x42c3ab,_0x59245a);}function hi(){const _0x5f140c=_0x5d85;console['log'](_0x5f140c(0xba));}hi();function _0x4eee(){const _0x2b17b0=['repeat','heapUsed','MODE','208708vgzSdX','23301vvQiiz','MB\x0a▧\x20*ᴠᴇʀsɪᴏɴ*\x20:\x20*1.0.4*\x20⚡\x0a▧\x20*ᴜᴘᴛɪᴍᴇ*\x20:\x20','uptime','menu','27kRJjwN','BOT_NAME','15QyMMCl','https://i.ibb.co/VWm5zz4/mrfrankofc.jpg','3370cwTOzx','❄️『\x20𝐒𝐔𝐁𝐙𝐄𝐑𝐎\x20𝐌𝐃\x20』❄️\x20','741744ltcBfD','120363304325601080@newsletter','\x0a\x0a*🏮\x20`SUBZERO\x20DOWNLOADER`\x20🏮*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ғʙ*\x0a*┋*\x20*⬡\x20ɪɴꜱᴛᴀ*\x0a*┋*\x20*⬡\x20sᴘᴏᴛɪғʏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ɢᴅʀɪᴠᴇ*\x0a*┋*\x20*⬡\x20ᴛᴡɪᴛᴛᴇʀ*\x0a*┋*\x20*⬡\x20ᴛᴛ*\x0a*┋*\x20*⬡\x20ᴍᴇᴅɪᴀғɪʀᴇ*\x0a*┋*\x20*⬡\x20ꜱᴏɴɢ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ2*\x0a*┋*\x20*⬡\x20ᴘʟᴀʏ3*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ2*\x0a*┋*\x20*⬡\x20ᴠɪᴅᴇᴏ3*\x0a*┋*\x20*⬡\x20ɢɪᴛᴄʟᴏɴᴇ*\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴀᴘᴋ*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ3*\x0a*┋*\x20*⬡\x20ʏᴛᴍᴘ4*\x0a*┋*\x20*⬡\x20ᴘɪɴᴛᴇʀᴇsᴛ*\x0a*┋*\x20*⬡\x20ʙᴀɪsᴄᴏᴘᴇ*\x0a*┋*\x20*⬡\x20ɢɪɴɪsɪsɪʟᴀ*\x0a*╰─────────────╶╶···◈*\x0a\x0a*🔎\x20`SEARCH-CMD`\x20🔍*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʏᴛꜱ*\x0a*┋*\x20*⬡\x20ʏᴛᴀ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ɢɪᴛsᴛᴀʟᴋ*\x0a*┋*\x20*⬡\x20ᴡɪᴋɪᴘᴇᴅɪᴀ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇɪɴғᴏ*\x0a*┋*\x20*⬡\x20ɢᴏᴏɢʟᴇ*\x0a*┋*\x20*⬡\x20ʙɪʙʟᴇ*\x0a*┋*\x20*⬡\x20ᴍᴏᴠɪᴇ*\x0a*┋*\x20*⬡\x20ᴡᴇᴀᴛʜᴇʀ*\x0a*┋*\x20*⬡\x20ssᴡᴇʙ\x0a*┋*\x20*⬡\x20ɴᴘᴍ*\x0a*╰─────────────╶╶···◈*\x0a*🧠\x20`AI-CMD`\x20🧠*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɢᴘᴛ*\x0a*┋*\x20*⬡\x20ᴀɪ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏ*\x0a*┋*\x20*⬡\x20ɢᴇᴍɪɴɪ*\x0a*┋*\x20*⬡\x20ʙɪɴɢ*\x0a*┋*\x20*⬡\x20ᴄᴏᴘɪʟᴏᴛ*\x0a*┋*\x20*⬡\x20ᴍɪsᴛʀᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴍᴇᴛᴀᴀɪ*\x0a*┋*\x20*⬡\x20ᴄʜᴀᴛɢᴘᴛ*\x0a*┋*\x20*⬡\x20ɢᴘᴛ3*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4*\x0a*┋*\x20*⬡\x20ɢᴘᴛ4ᴏ*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ2*\x0a*┋*\x20*⬡\x20ʟʟᴀᴍᴀ3*\x0a*┋*\x20*⬡\x20ғʟᴜx*\x0a*┋*\x20*⬡\x20ɪᴍᴀɢɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴅᴀʟʟᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*👨‍💻\x20`OWNER-CMD`\x20👨‍💻*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇᴄᴍᴅ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ʙᴏᴛsᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20ᴜɴʙʟᴏᴄᴋ*\x0a*┋*\x20*⬡\x20sʜᴜᴛᴅᴏᴡɴ*\x0a*┋*\x20*⬡\x20ᴄʟᴇᴀʀᴄʜᴀᴛs*\x0a*┋*\x20*⬡\x20sᴇᴛᴘᴘ*\x0a*┋*\x20*⬡\x20ғᴜʟʟᴘᴘ*\x0a*┋*\x20*⬡\x20ʙʀᴏᴀᴅᴄᴀsᴛ*\x0a*┋*\x20*⬡\x20ᴊɪᴅ*\x0a*┋*\x20*⬡\x20ɢᴊɪᴅ*\x0a*┋*\x20*⬡\x20ʀᴇꜱᴛᴀʀᴛ*\x0a╰─────────────╶╶···◈\x0a\x0a*👥\x20`GROUP-CMD`\x20👥*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ʀᴇᴍᴏᴠᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇʟᴇᴛᴇ*\x0a*┋*\x20*⬡\x20ᴀᴅᴅ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋ*\x0a*┋*\x20*⬡\x20ᴋɪᴄᴋᴀʟʟ*\x0a*┋*\x20*⬡\x20sᴇᴛɢᴏᴏᴅʙʏᴇ*\x0a*┋*\x20*⬡\x20sᴇᴛᴡᴇʟᴄᴏᴍᴇ*\x0a*┋*\x20*⬡\x20ᴘʀᴏᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴅᴇᴍᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ᴛᴀɢᴀʟʟ*\x0a*┋*\x20*⬡\x20ɢᴇᴛᴘɪᴄ*\x0a*┋*\x20*⬡\x20ɪɴᴠɪᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴠᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴʀᴇǫᴜᴇsᴛs*\x0a*┋*\x20*⬡\x20ᴀʟʟʀᴇǫ*\x0a*┋*\x20*⬡\x20ᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴜɴᴍᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ᴜɴʟᴏᴄᴋɢᴄ*\x0a*┋*\x20*⬡\x20ʟᴇᴀᴠᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢɴᴀᴍᴇ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇɢᴅᴇsᴄ*\x0a*┋*\x20*⬡\x20ᴊᴏɪɴ*\x0a*┋*\x20*⬡\x20ʜɪᴅᴇᴛᴀɢ*\x0a*┋*\x20*⬡\x20ɢɪɴғᴏ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏɴ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x20ᴏғғ*\x0a*┋*\x20*⬡\x20ᴅɪsᴀᴘᴘᴇᴀʀ\x207ᴅ\x2024ʜ\x2090ᴅ*\x0a*┋*\x20*⬡\x20sᴇɴᴅᴅᴍ*\x0a*┋*\x20*⬡\x20ᴏᴘᴇɴᴛɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴄʟᴏsᴇᴛɪᴍᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*📃\x20`INFO-CMD`\x20📃*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʟʟᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ʙᴇᴛᴀᴍᴇɴᴜ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴄʀɪᴘᴛ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a*┋*\x20*⬡\x20ʙᴏᴛɪɴꜰᴏ*\x0a*┋*\x20*⬡\x20ꜱᴛᴀᴛᴜꜱ*\x0a*┋*\x20*⬡\x20ꜱᴜᴘᴘᴏʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ2*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ꜱʏꜱᴛᴇᴍ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ*\x0a*┋*\x20*⬡\x20ᴘᴀɪʀ2*\x0a╰─────────────╶╶···◈\x0a\x0a*🍭\x20`CONVERTER-CMD`\x20🍭*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ᴀᴛᴛᴘ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ1*\x0a*┋*\x20*⬡\x20ʟᴏɢᴏ2*\x0a*┋*\x20*⬡\x20ғᴀɴᴄʏ*\x0a*┋*\x20*⬡\x20ᴠᴠ*\x0a*┋*\x20*⬡\x20ᴛᴇᴍᴘᴍᴀɪʟ*\x0a╰─────────────╶╶···◈\x0a\x0a*⚙️\x20`SUBZERO-SETTINGS`\x20⚙️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏᴇɴᴠ*\x0a*┋*\x20*⬡\x20ᴜᴘᴅᴀᴛᴇ*\x0a*┋*\x20*⬡\x20ᴘɪɴɢ*\x0a*┋*\x20*⬡\x20ᴍʀғʀᴀɴᴋ*\x0a*┋*\x20*⬡\x20ᴏᴡɴᴇʀ*\x0a*┋*\x20*⬡\x20sᴜʙᴢᴇʀᴏɪɴᴄ*\x0a*┋*\x20*⬡\x20ᴀʙᴏᴜᴛ*\x0a*┋*\x20*⬡\x20sᴇᴛᴛɪɴɢs*\x0a*┋*\x20*⬡\x20ᴀʟɪᴠᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*♻️\x20`RANDOM-CMD`\x20♻️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴄᴘᴘ*\x0a*┋*\x20*⬡\x20ᴅᴏɢ*\x0a*┋*\x20*⬡\x20ʀᴀɴᴅᴏᴍᴡᴀʟʟᴘᴇʀ*\x0a*┋*\x20*⬡\x20ʟᴏʟɪ*\x0a*┋*\x20*⬡\x20ᴀᴡᴏᴏ*\x0a*┋*\x20*⬡\x20ᴡᴀɪғᴜ*\x0a*┋*\x20*⬡\x20ɢᴀʀʟ*\x0a*┋*\x20*⬡\x20ᴍᴀɪᴅ*\x0a*┋*\x20*⬡\x20ɴᴇᴋᴏ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ1*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ2*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ3*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ4*\x0a*┋*\x20*⬡\x20ᴀɴɪᴍᴇɢɪʀʟ5*\x0a╰─────────────╶╶···◈\x0a\x0a*🎀\x20`WALLPAPERS-CMD`\x20🎀*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ɪᴍɢ*\x0a*┋*\x20*⬡\x20ᴡᴀʟʟᴘᴀᴘᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a*😆\x20`FUN-CMD`\x20😆*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20sʜʏ*\x0a*┋*\x20*⬡\x20sʜʏʏ*\x0a*┋*\x20*⬡\x20ʜᴀᴘᴘʏ*\x0a*┋*\x20*⬡\x20sᴀᴅ*\x0a*┋*\x20*⬡\x20ᴀɴɢʀʏ*\x0a*┋*\x20*⬡\x20ʜᴀɴᴅ*\x0a*┋*\x20*⬡\x20ɴɪᴋᴀʟ*\x0a*┋*\x20*⬡\x20ʜᴜɢ*\x0a*┋*\x20*⬡\x20ᴍᴏᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a*┋*\x20*⬡\x20ᴄᴏɴғᴜsᴇᴅ*\x0a*┋*\x20*⬡\x20ʜᴇᴀʀᴛ*\x0a*┋*\x20*⬡\x20ᴘɪᴄᴋᴜᴘʟɪɴᴇ*\x0a*┋*\x20*⬡\x20ғᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ᴛʀᴜᴛʜ*\x0a*┋*\x20*⬡\x20ᴅᴀʀᴇ*\x0a*┋*\x20*⬡\x20ᴄʜᴀʀᴀᴄᴛᴇʀ*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*❄️\x20`OTHER-CMD`\x20❄️*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴛʀᴛ*\x0a*┋*\x20*⬡\x20ᴊᴏᴋᴇ*\x0a*┋*\x20*⬡\x20ᴛᴛs*\x0a*┋*\x20*⬡\x20ꜰᴀᴄᴛ*\x0a*┋*\x20*⬡\x20ɢɪᴛʜᴜʙ*\x0a*┋*\x20*⬡\x20ɢᴘᴀꜱꜱ*\x0a*┋*\x20*⬡\x20ʜᴀᴄᴋ*\x0a*┋*\x20*⬡\x20ǫᴜᴏᴛᴇ*\x0a*┋*\x20*⬡\x20ʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴛɢsᴛɪᴄᴋᴇʀ*\x0a*┋*\x20*⬡\x20sʀᴇᴘᴏ*\x0a*┋*\x20*⬡\x20ᴅᴇꜰɪɴᴇ*\x0a*┋*\x20*⬡\x20ᴀɴᴛɪᴠɪᴇᴡᴏɴᴄᴇ*\x0a╰─────────────╶╶···◈\x0a\x0a*🔞\x20`NSFW-CMD`\x20🔞*\x20\x0a\x0a╭─────────────···◈\x0a*┋*\x20*⬡\x20ᴇᴊᴀᴄᴜʟᴀᴛɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴘᴇɴɪs*\x0a*┋*\x20*⬡\x20ᴇʀᴇᴄ*\x0a*┋*\x20*⬡\x20ɴᴜᴅᴇ*\x0a*┋*\x20*⬡\x20sᴇx*\x0a*┋*\x20*⬡\x20ᴄᴜᴛᴇ*\x0a*┋*\x20*⬡\x20ᴏʀɢᴀsᴍ*\x0a*┋*\x20*⬡\x20ᴀɴᴀʟ*\x0a*┋*\x20*⬡\x20sᴜsᴘᴇɴsɪᴏɴ*\x0a*┋*\x20*⬡\x20ᴋɪss*\x0a╰─────────────╶╶···◈\x0a\x0a\x0a*━━━━━━━━━━━━━━━━━━━━*⁠⁠⁠⁠\x0a>\x20ＭＡＤＥ\x20ＢＹ\x20ＭＲ\x20ＦＲＡＮＫ\x0a*━━━━━━━━━━━━━━━━━━━━━*\x0a','../lib/functions','```\x0a\x20\x20\x20\x20\x0a⟣──────────────────⟢\x0a▧\x20*ᴄʀᴇᴀᴛᴏʀ*\x20:\x20*ᴍʀ\x20ғʀᴀɴᴋ\x20(🇿🇼)*\x0a▧\x20*ᴍᴏᴅᴇ*\x20:\x20*','24LMDduX','1628856nKEDxY','sender','fromCharCode','memoryUsage','round','../config','log','Hello\x20World!','26lrbnUq','92009rteKGr','15254327EDiMRl','*\x0a▧\x20*ᴘʀᴇғɪx*\x20:\x20*','toFixed','PREFIX','934661TFqSav','../command','sendMessage','subzero\x20menu'];_0x4eee=function(){return _0x2b17b0;};return _0x4eee();}const config=require(_0x404c9c(0xb8)),{cmd,commands}=require(_0x404c9c(0x9c)),{runtime}=require(_0x404c9c(0xb0)),more=String[_0x404c9c(0xb5)](0x200e),readMore=more[_0x404c9c(0x9f)](0xfa1);cmd({'pattern':_0x404c9c(0xa6),'desc':_0x404c9c(0x9e),'category':_0x404c9c(0xa6),'react':'📑','filename':__filename},async(_0x5e31ed,_0x3f6964,_0x25292e,{from:_0x3ab36a,quoted:_0x4b6ffb,body:_0x536901,isCmd:_0x28a5f4,command:_0x19d7b4,args:_0x579350,q:_0x5c1fb1,isGroup:_0x176a4d,sender:_0x322080,senderNumber:_0x1d5249,botNumber2:_0x166a41,botNumber:_0x189676,pushname:_0x2b5098,isMe:_0x5821ca,isOwner:_0x54e6fd,groupMetadata:_0x4795a5,groupName:_0x557259,participants:_0x3e742f,groupAdmins:_0x51f1ac,isBotAdmins:_0x29bc98,isAdmins:_0x3f8152,reply:_0x4ca554})=>{const _0x24ba02=_0x404c9c;try{let _0x211432='\x0a\x0a\x20\x20\x20\x20```'+config[_0x24ba02(0xa8)]+_0x24ba02(0xb1)+config[_0x24ba02(0xa1)]+_0x24ba02(0x98)+config[_0x24ba02(0x9a)]+'*\x0a▧\x20*ʀᴀᴍ*\x20:\x20'+(process[_0x24ba02(0xb6)]()[_0x24ba02(0xa0)]/0x400/0x400)[_0x24ba02(0x99)](0x2)+'MB\x20/\x20'+Math[_0x24ba02(0xb7)](require('os')['totalmem']/0x400/0x400)+_0x24ba02(0xa4)+runtime(process[_0x24ba02(0xa5)]())+'\x0a\x0a⟣──────────────────⟢\x0a\x0a>\x20ＳＵＢＺＥＲＯ\x20-\x20ＭＤ-\x20ＢＯＴ\x0a\x0a⟣──────────────────⟢\x0a'+readMore+_0x24ba02(0xaf);await _0x5e31ed[_0x24ba02(0x9d)](_0x3ab36a,{'image':{'url':_0x24ba02(0xaa)},'caption':_0x211432,'contextInfo':{'mentionedJid':[_0x25292e[_0x24ba02(0xb4)]],'forwardingScore':0x3e7,'isForwarded':!![],'forwardedNewsletterMessageInfo':{'newsletterJid':_0x24ba02(0xae),'newsletterName':_0x24ba02(0xac),'serverMessageId':0x8f}}},{'quoted':_0x3f6964}),await _0x5e31ed[_0x24ba02(0x9d)](_0x3ab36a,{'audio':{'url':'https://github.com/mrfrank-ofc/SUBZERO-MD-DATABASE/raw/refs/heads/main/audios/subzero-menu.mp3'},'mimetype':'audio/mp4','ptt':!![]},{'quoted':_0x3f6964});}catch(_0x4c141c){console[_0x24ba02(0xb9)](_0x4c141c),_0x4ca554(''+_0x4c141c);}});
// Just Deploy Bro
// Fuck you
